Repository: django-blog-zinnia/cmsplugin-zinnia
Catalog: cmsplugin_zinnia/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Content
fr: Contenu

source: Latest entries
fr: Derniers articles

source: Filters
fr: Filtres

source: Selected entries
fr: Articles sélectionnés

source: Random entries
fr: Articles au hasard

source: Query entries
fr: Requête d'articles

source: Calendar entries
fr: Calendrier des articles

source: If you don't set year and month, the current month will be used.
fr: Si vous ne définissez par l'année et le mois, le mois en cours sera utilisé.

source: Entries search form
fr: Formulaire de recherche d'articles

source: Administration tools
fr: Outils d'administration

source: Published categories
fr: Catégories publiées

source: Categories tree
fr: Arbre des catégories

source: Published authors
fr: Auteurs publiés

source: Tag cloud
fr: Nuage de tag

source: Archives tree
fr: Arbre d'archives

source: New entry
fr: Nouvel article

source: New category
fr: Nouvelle catégorie

source: Entries list
fr: Liste des articles

source: Categories list
fr: Liste des catégories

source: Tags list
fr: Liste des tags

source: Year and month must defined together.
fr: L'année et le mois doivent être définis ensemble.

source: Zinnia Entry Menu
fr: Menu articles Zinnia

source: Zinnia Category Menu
fr: Menu catégories Zinnia

source: Categories
fr: Catégories

source: Zinnia Author Menu
fr: Menu auteurs Zinnia

source: Authors
fr: Auteurs

source: Zinnia Tag Menu
fr: Menu tags Zinnia

source: Entry list (default)
fr: Liste d'articles (défaut)

source: Entry detailed
fr: Articles détaillés

source: Entry slider
fr: Slider d'articles

source: featured
fr: favoris

source: Show featured entries only
fr: Afficher seulement les articles favoris

source: Hide featured entries
fr: Ne pas afficher les articles favoris

source: categories
fr: catégories

source: include subcategories
fr: inclure les sous-catégories

source: include the entries belonging the subcategories
fr: inclure les articles appartenant aux sous-catégories

source: authors
fr: auteurs

source: number of entries
fr: nombre d'articles

source: 0 means all the entries
fr: 0 signifie tous les articles

source: offset
fr: décalage

source: number of entries to skip from top of list
fr: nombre d'articles à sauter depuis le début de la liste

source: template
fr: modèle

source: template used to display the plugin
fr: modèle utilisé pour afficher le plugin

source: %s entries
fr: %s articles

source: entries
fr: articles

source: query
fr: requête

source: You can use - to exclude words or phrases, &quot;double quotes&quot; for exact phrases and the AND/OR boolean operators combined with parenthesis for complex queries.
fr: Vous pouvez utiliser le - pour exclure des mots ou des expressions, les &quot;double guillemets&quot; pour les expressions exactes et les opérateurs booléens AND/OR combinés avec des parenthèses pour les recherches complexes.

source: year
fr: année

source: month
fr: mois

source: No entries yet.
fr: Pas encore d'articles

source: Dashboard
fr: Tableau de bord

source: Post an entry
fr: Poster un article

source: Log out
fr: Déconnexion
